Repository: skverall/Ezcar24business-dealers
Catalog: Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ru

source: 3 Months
ru: 3 месяца

source: 6 Months
ru: 6 месяцев

source: Account
ru: Аккаунт

# account_label
source: Account
ru: Счет

source: Active Subscription
ru: Активная подписка

source: Add users to track who made each expense
ru: Добавьте пользователей, чтобы отслеживать, кто сделал каждый расход

source: Add Client
ru: Добавить клиента

source: Add Debt
ru: Добавить долг

source: Add details (optional)
ru: Детали (опционально)

source: Add Expense
ru: Добавить расход

# add_first_expense
source: Add the first expense
ru: Добавьте первый расход

source: Add Interaction
ru: Добавить

source: Add New
ru: Добавить

source: Add New User
ru: Добавить пользователя

source: Add New Vehicle
ru: Добавить авто

source: Add Payment
ru: Добавить платеж

source: Add Photo
ru: Добавить фото

source: Add Reminder
ru: Добавить

source: Add Sale
ru: Добавить продажу

source: Add Vehicle
ru: Добавить автомобиль

# add_vehicle_title
source: Add Vehicle
ru: Добавить авто

source: Added on
ru: Добавлено

source: All
ru: Все

source: All categories
ru: Все категории

source: All employees
ru: Все сотрудники

# all_data_up_to_date
source: All data is up to date
ru: Все данные обновлены

# all_filter
source: All
ru: Все

source: All Time
ru: За всё время

source: All Users
ru: Все пользователи

source: All Vehicles
ru: Все авто

source: Amount
ru: Сумма

source: Amount ↑
ru: Сумма ↑

source: Amount ↓
ru: Сумма ↓

source: App Language
ru: Язык приложения

source: Asking Price
ru: Цена продажи (план)

source: Assign User
ru: Назначить пользователя

source: Assign Vehicle
ru: Назначить автомобиль

source: Average Price
ru: Средняя цена

source: Backup & Export
ru: Резервное копирование

source: Bank
ru: Банк

source: Bank Transfer
ru: Банковский перевод

source: Bills
ru: Счета

source: Buyer Details
ru: Детали покупателя

source: Buyer Info
ru: Информация о покупателе

# buyer_label
source: Buyer
ru: Покупатель

source: Buyer Name
ru: Имя покупателя

source: Call
ru: Позвонить

source: Cancel
ru: Отмена

source: Cash
ru: Наличные

source: Category
ru: Категория

source: Category Summary
ru: Сводка по категориям

source: Change Client
ru: Изменить клиента

source: Change Password
ru: Сменить пароль

source: Cheque
ru: Чек

source: Clean Up Duplicates
ru: Удалить дубликаты

source: Cleaning duplicates…
ru: Удаление дубликатов…

source: Clear
ru: Сбросить

source: Client Details
ru: Детали клиента

source: Client Name
ru: Имя клиента

# client_name_placeholder
source: Enter Name
ru: Введите имя

# client_status_closed
source: Closed
ru: Закрыто

# client_status_completed
source: Completed
ru: Завершено

# client_status_contacted
source: Contacted
ru: Связались

# client_status_in_progress
source: In Progress
ru: В процессе

# client_status_lost
source: Lost
ru: Потерян

# client_status_negotiating
source: Negotiating
ru: Переговоры

# client_status_new
source: New
ru: Новый

# client_status_purchased
source: Purchased
ru: Куплено

# client_status_viewing
source: Viewing
ru: Просмотр

source: Clients
ru: Клиенты

source: Clients and debts
ru: Клиенты и долги

source: Close
ru: Закрыть

source: Color
ru: Цвет

source: Complete Sale
ru: Завершить продажу

source: Completed
ru: Завершено

source: Confirm Password
ru: Подтвердите пароль

source: Confirmation
ru: Подтверждение

source: Contact Details
ru: Контакты

source: Contact Info
ru: Инфо

# continue_button
source: Continue
ru: Продолжить

source: Cost
ru: Расходы

source: COUNTERPARTY
ru: КОНТРАГЕНТ

source: Create backups locally, share via email, and push a copy to Supabase storage for safekeeping.
ru: Создавайте локальные резервные копии, отправляйте по email и сохраняйте копию в Supabase для надежности.

source: Currency
ru: Валюта

source: Current Balance
ru: Текущий баланс

source: Custom Range Report
ru: Отчет за произвольный период

# dashboard_title
source: Dashboard
ru: Главная

source: Data Health
ru: Состояние данных

source: Date
ru: Дата

source: Date ↑
ru: Дата ↑

source: Date ↓
ru: Дата ↓

source: DEBT DETAILS
ru: ДЕТАЛИ ДОЛГА

source: Debt Saved
ru: Долг сохранен

source: Debts
ru: Долги

source: Delete
ru: Удалить

source: Delete Account
ru: Удалить аккаунт

source: DEPOSIT TO
ru: ЗАЧИСЛИТЬ НА

# deposit_to_section
source: Deposit To
ru: Зачислить на

source: Description
ru: Описание

source: Direction
ru: Направление

source: Documents
ru: Документы

source: Done
ru: Готово

source: Due Date
ru: Срок оплаты

source: Duplicate
ru: Дублировать

source: Duplicates removed
ru: Дубликаты удалены

source: Edit
ru: Редактировать

source: Edit Client
ru: Редактировать клиента

# edit_action
source: Edit
ru: Изменить

source: Edit Expense
ru: Редактировать расход

# editing_mode_banner
source: Editing mode — Done will save, Cancel will discard changes
ru: Режим редактирования

# email_optional
source: Email Address
ru: Email

source: Email-ready archive
ru: Архив для отправки по email

source: Employee
ru: Сотрудник

source: Employee Expenses
ru: Расходы сотрудников

source: Enter the user's name
ru: Введите имя пользователя

source: Entity Counts
ru: Количество объектов

# estimated_profit
source: Est. Profit
ru: Прибыль (Ожид.)

source: expense
ru: расход

source: Expense Count
ru: Количество расходов

# expense_fallback
source: Expense
ru: Расход

# expense_plural
source: expenses
ru: расходов

source: Expense Saved
ru: Расход сохранён

source: Expenses
ru: Расходы

# expenses_count_format
source: Expenses (%lld)
ru: Расходы (%lld)

source: Exports
ru: Экспорт

source: Finance
ru: Кредит/Лизинг

source: Financial Accounts
ru: Финансовые счета

source: Financial Preview
ru: Финансы (Предпросмотр)

# financial_summary_section
source: Financial Summary
ru: Финансовый отчет

source: Free Plan
ru: Бесплатный план

source: Good Afternoon
ru: Добрый день

source: Good Evening
ru: Добрый вечер

source: Good Morning
ru: Доброе утро

source: I Owe
ru: Я должен

source: If signed in, the archive also uploads to Supabase (bucket: dealer-backups) for cloud recovery.
ru: Если вы вошли в систему, архив также загружается в Supabase (корзина: dealer-backups) для облачного восстановления.

source: In Progress
ru: В процессе

source: In Transit
ru: В пути

source: Initialize Default Accounts
ru: Инициализировать счета по умолчанию

source: Initialize your default Cash and Bank accounts to start tracking your finances.
ru: Инициализируйте счета Наличные и Банк по умолчанию, чтобы начать отслеживать финансы.

# inspection_report_label
source: Inspection Report
ru: Отчет осмотра

source: Insurance
ru: Страховка

# interaction_closed_lost
source: Closed Lost
ru: Закрыто (потеря)

# interaction_closed_won
source: Closed Won
ru: Успешно закрыто

# interaction_follow_up
source: Follow Up
ru: Напоминание (Follow Up)

# interaction_negotiation
source: Negotiation
ru: Переговоры

# interaction_offer
source: Offer
ru: Предложение

# interaction_outreach
source: Initial Contact
ru: Первичный контакт

# interaction_qualification
source: Qualification
ru: Квалификация

# interaction_test_drive
source: Test Drive
ru: Тест-драйв

# interaction_update
source: Update
ru: Обновление

source: Interactions
ru: История

source: Inventory
ru: В наличии

source: Last 3 Months
ru: 3 месяца

source: Last 6 Months
ru: 6 месяцев

source: Last 7 Days
ru: Последние 7 дней

source: Last 30 Days
ru: Последние 30 дней

source: Last sync:
ru: Последняя синхронизация:

source: Legal
ru: Правовая информация

source: Local %@
ru: Локально %@

source: Make
ru: Марка

source: Manage
ru: Управление

source: Management
ru: Управление

source: Mark as Sold
ru: Отметить как проданное

source: Marketing
ru: Маркетинг

source: Member since %@
ru: Участник с %@

source: Method
ru: Способ оплаты

source: Mileage
ru: Пробег

source: Model
ru: Модель

source: Month
ru: Месяц

source: Name
ru: Имя

# name_label
source: Name
ru: Имя

source: Net Profit
ru: Чистая прибыль

source: Never
ru: Никогда

source: Never synced
ru: Не синхронизировано

source: New Debt
ru: Новый долг

source: New Expense
ru: Новый расход

source: New Password
ru: Новый пароль

source: New Sale
ru: Новая продажа

source: Newest First
ru: Сначала новые

source: No Accounts Found
ru: Счета не найдены

source: No users found
ru: Пользователи не найдены

source: No clients found
ru: Клиенты не найдены

source: No details
ru: Нет деталей

source: No expenses found
ru: Расходы не найдены

# no_expenses_help_text
source: Try adjusting your filters or add a new expense.
ru: Попробуйте изменить фильтры или добавьте новый расход.

# no_expenses_period
source: No expenses for this period
ru: Нет расходов за этот период

source: No expenses today
ru: Сегодня расходов нет

# no_interactions
source: No interactions yet
ru: Пока нет записей

# no_profit_data
source: No profit data for this period
ru: Нет данных о прибыли за этот период

source: No recent expenses
ru: Нет недавних расходов

source: No Sales Yet
ru: Продаж пока нет

source: No Sold Vehicles
ru: Нет проданных авто

# no_sold_vehicles_msg
source: Vehicles you mark as sold will appear here.
ru: Здесь появятся проданные автомобили.

# no_spending_data
source: No spending data for this period
ru: Нет данных о расходах за этот период

# no_vehicles_found_msg
source: Add your first vehicle to start tracking inventory and expenses.
ru: Добавьте первый автомобиль, чтобы начать учет.

# no_vehicles_found_title
source: No Vehicles Found
ru: Автомобили не найдены

source: None
ru: Нет

source: Not Signed In
ru: Вы не вошли

source: Notes
ru: Заметки

source: Notes (Optional)
ru: Заметки (опционально)

# notes_placeholder
source: Additional notes...
ru: Доп. заметки...

source: Notifications
ru: Уведомления

source: Offline Queue
ru: Очередь офлайн

source: Older
ru: Ранее

source: Oldest First
ru: Сначала старые

source: On Sale
ru: В продаже

source: Other
ru: Другое

source: Outstanding
ru: Остаток долга

source: Owed To Me
ru: Мне должны

source: Paid By
ru: Оплатил

source: Paid From
ru: Оплачено с

# password_updated
source: Password updated successfully
ru: Пароль успешно обновлён

# passwords_dont_match
source: Passwords do not match
ru: Пароли не совпадают

# payment_label
source: Payment
ru: Оплата

# payment_method
source: Payment
ru: Оплата

# payment_method_cash
source: Cash
ru: Наличные

# payment_method_finance
source: Finance
ru: Финансы

source: Personal
ru: Личное

source: Personal Expenses
ru: Личные расходы

source: Petrol
ru: Топливо

source: Phone
ru: Телефон

source: Phone Number
ru: Телефон

source: Phone (Optional)
ru: Телефон (опционально)

source: Plate Number
ru: Номер авто

source: Please try again
ru: Пожалуйста, попробуйте снова

source: Please wait...
ru: Пожалуйста, подождите...

source: Price: High to Low
ru: Цена: по убыванию

source: Price: Low to High
ru: Цена: по возрастанию

source: Privacy Policy
ru: Политика конфиденциальности

source: Profit
ru: Прибыль

# profit_loss_label
source: Profit/Loss
ru: Прибыль/Убыток

# purchase_and_status
source: Purchase & Status
ru: Покупка и статус

source: Purchase Date
ru: Дата покупки

# purchase_date_label
source: Purchase Date:
ru: Дата покупки:

source: Purchase Price
ru: Цена покупки

# queued_count
source: %d queued
ru: %d в очереди

source: Recent Expenses
ru: Последние расходы

# record_first_sale
source: Record your first sale to see profit analytics.
ru: Запишите свою первую продажу, чтобы увидеть ее здесь.

source: Region & Language
ru: Регион и язык

source: Reminders
ru: Напоминания

source: Reminders & Due Dates
ru: Напоминания и сроки

source: Remote —
ru: Удаленно —

source: Remote %@
ru: Удаленно %@

source: Remote check failed: %@
ru: Удаленная проверка не удалась: %@

source: Report Link
ru: Ссылка на отчет

source: Request Details
ru: Детали запроса

source: Receivables
ru: Дебиторка

source: Reserved
ru: В гараже

source: Revenue
ru: Выручка

source: Run a quick check to compare local data, remote data, and queued changes.
ru: Запустите быструю проверку для сравнения локальных данных, удаленных данных и изменений в очереди.

source: Sale Amount
ru: Сумма продажи

source: Sale Date
ru: Дата продажи

source: Sale Details
ru: Детали продажи

source: Sale Price
ru: Цена продажи

# sale_recorded
source: Sale Recorded Successfully
ru: Продажа записана

source: Sales
ru: Продажи

source: Sales History
ru: История продаж

source: Save
ru: Сохранить

# save_changes_action
source: Save Changes
ru: Сохранить

source: Save Client
ru: Сохранить

source: Save Debt
ru: Сохранить долг

source: Save Expense
ru: Сохранить расход

source: Save Template
ru: Сохранить шаблон

# saved_label
source: Saved
ru: Сохранено

source: Saving...
ru: Сохранение...

# saving_label
source: Saving...
ru: Сохранение...

source: Search
ru: Поиск

# search_clients_placeholder
source: Search clients...
ru: Поиск клиентов...

# search_expenses_placeholder
source: Search expenses
ru: Поиск расходов

source: Search name or notes...
ru: Поиск по имени или заметкам...

# search_placeholder_text
source: Search vehicles, clients, expenses...
ru: Поиск авто, клиентов, расходов...

source: Search vehicle or buyer...
ru: Поиск авто или покупателя...

source: Security
ru: Безопасность

source: See All
ru: Смотреть все

source: Select Documents
ru: Выбрать документы

source: Select Account
ru: Выберите счёт

source: Select Client
ru: Выбрать клиента

source: Select Currency
ru: Выберите валюту

source: Select Language
ru: Выберите язык

source: Select Region
ru: Выберите регион

source: Select User
ru: Выберите пользователя

source: Select Vehicle
ru: Выберите авто

source: Select your currency
ru: Выберите вашу валюту

# select_your_region
source: Select your region to set currency and units
ru: Выберите регион для настройки валюты и единиц измерения

source: Selected
ru: Выбрано

source: Settings
ru: Настройки

# sign_in_enable_sync
source: Sign In / Enable Cloud Sync
ru: Войти / Включить синхронизацию

source: Sign Out
ru: Выйти

source: Sold
ru: Продано

source: Spending Breakdown
ru: Структура расходов

source: Status
ru: Статус

# status_and_sale_section
source: Status & Sale
ru: Статус и Продажа

# status_label
source: Status
ru: Статус

# status_reserved
source: Reserved
ru: В гараже

# status_sold
source: Sold
ru: Продано

source: Subscription
ru: Подписка

source: Summary
ru: Сводка

source: Sync Diagnostics
ru: Диагностика синхронизации

source: Sync failed
ru: Сбой синхронизации

source: Sync Now
ru: Синхронизировать

source: Synced
ru: Синхронизировано

# synced_ago
source: Synced %@
ru: Синхронизировано %@

source: Synchronizing
ru: Синхронизация

source: Syncing...
ru: Синхронизация...

source: Tap an account to view transactions.
ru: Нажмите на счет для просмотра транзакций.

# tap_plus_to_add_client
source: Tap + to add a new client
ru: Нажмите + чтобы добавить клиента

# tap_to_choose_vehicle
source: Tap to choose from inventory
ru: Нажмите для выбора из списка

source: Team Members
ru: Сотрудники

source: Templates
ru: Шаблоны

source: Terms of Use
ru: Условия использования

source: This will permanently delete your account and all data.
ru: Это действие безвозвратно удалит ваш аккаунт и все данные.

source: This will save the current category, vehicle, user, and account as a template.
ru: Это сохранит текущую категорию, автомобиль, пользователя и счет как шаблон.

source: This action cannot be undone.
ru: Это действие нельзя отменить.

source: This Month
ru: Этот месяц

source: This Week
ru: Эта неделя

# time_range_1d
source: 1D
ru: 1Д

# time_range_1m
source: 1M
ru: 1М

# time_range_1w
source: 1W
ru: 1Н

# time_range_3m
source: 3M
ru: 3М

# time_range_6m
source: 6M
ru: 6М

source: Today
ru: Сегодня

source: Today's Expenses
ru: Расходы за сегодня

source: Total
ru: Итого

source: Total Expenses
ru: Всего расходов

source: Total Assets
ru: Общие активы

source: Total Cost
ru: Себестоимость

# total_expenses_label
source: Total Expenses
ru: Всего расходов

source: Total Revenue
ru: Общая выручка

source: Total Spend
ru: Всего расходов

source: Total Spent
ru: Всего потрачено

source: Trial
ru: Пробный период

source: Try adjusting your filters or add a new expense.
ru: Попробуйте изменить фильтры или добавьте новый расход.

source: Type DELETE to confirm, and re-enter your account email to proceed.
ru: Введите DELETE для подтверждения и повторно введите email аккаунта.

source: Under Service
ru: На обслуживании

source: Unknown
ru: Неизвестно

source: Unknown Client
ru: Неизвестный клиент

source: Update Password
ru: Обновить пароль

source: Upgrade
ru: Обновить

# upgrade_to_unlock
source: Upgrade to unlock all features
ru: Обновите для доступа ко всем функциям

source: Upload
ru: Загрузить

source: Vehicle
ru: Авто

source: Vehicle Details
ru: Детали авто

source: Vehicle Expenses
ru: Расходы на авто

# vehicle_info_section
source: Vehicle Info
ru: Информация об авто

source: Vehicle Interest
ru: Интерес к авто

# vehicle_section_title
source: VEHICLE
ru: АВТОМОБИЛЬ

# vehicle_year_prefix
source: Year:
ru: Год:

source: Vehicles
ru: Авто

source: Verified Account
ru: Подтверждённый аккаунт

# view_report_button
source: View Report
ru: Посмотреть отчет

source: View Vehicles
ru: Автомобили

source: vs last month
ru: к прош. мес.

source: vs last week
ru: к прош. нед.

source: vs prev 3M
ru: к пред. 3 мес.

source: vs prev 6M
ru: к пред. 6 мес.

source: vs yesterday
ru: к вчера

source: Week
ru: Неделя

# welcome_to_app
source: Welcome to Car Dealer Tracker
ru: Добро пожаловать в Car Dealer Tracker

source: What is this for?
ru: За что этот платёж?

source: Year
ru: Год

# daily_expense_reminder_body
source: Have you logged all your vehicle expenses today? Keeping track is key to profit!
ru: Вы уже внесли все расходы по автомобилям сегодня? Учет - ключ к прибыли!

# daily_expense_reminder_title
source: Daily Summary
ru: Итоги дня

source: Yesterday
ru: Вчера

source: Your account and data have been removed.
ru: Ваш аккаунт и данные были удалены.

source: Your Accounts
ru: Ваши счета
